adobe-source-code-pro-fonts
alsa-utils
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
avr-gcc
avr-libc
avrdude
base
bc
bison
calibre
clang
cups
cups-pdf
ddcutil
dfu-programmer
dfu-util
efibootmgr
fakeroot
firefox
flex
gammastep
gcc
gimp
git
google-chrome
grim
highlight
imv
inkscape
insync
intel-ucode
jq
kanshi
kitty
lf
libreoffice-still
libtool
libusb-compat
light
linux
linux-firmware
m4
make
mako
man-db
man-pages
mixxx
mpv
networkmanager
npm
ntfs-3g
otf-font-awesome
p7zip
paru
patch
pavucontrol
pcmanfm-gtk3
pkgconf
pulseaudio
pulseaudio-alsa
python-pillow
python-pip
python-setuptools
qmk
qt5-wayland
ranger
reflector
ripgrep
rtorrent
signal-desktop
slurp
sudo
sway
swayidle
swaylock
texinfo
trash-cli
tree
ttf-liberation
ttf-roboto
udiskie
unzip
usbutils
vifm
vim
waybar
wayland-protocols
wget
which
wl-clipboard
wofi
wshowkeys-git
xdg-user-dirs
xorg-xwayland
yay
zip
zoom
zsh
